Repository: AntonioNavarra/GrandmEye
Catalog: GrandmEye/Localizable.xcstrings
Source language: en
Languages: it

# ally_back
source: Back
it: Indietro

# ally_freeze
source: Snap and Freeze
it: Scatta e blocca

# ally_settings
source: Settings
it: Impostazioni

# ally_torch_off
source: Turn torch off
it: Spegni torcia

# ally_torch_on
source: Turn torch on
it: Accendi torcia

# ally_zoom_in
source: Zoom in
it: Aumenta ingrandimento

# ally_zoom_out
source: Zoom out
it: Riduci ingrandimento

# ocr_and
source: and
it: e

# ocr_cents
source: cents
it: centesimi

# settings_close
source: Close
it: Chiudi

# settings_default_zoom
source: Default Zoom
it: Zoom Predefinito

# settings_haptic_feedback
source: Haptic feedback
it: Feedback tattile

# settings_interface_sounds
source: Interface sounds
it: Suoni interfaccia

# settings_magnification
source: Magnification
it: Ingrandimento

# settings_remember_zoom
source: Remember last zoom
it: Ricorda ultimo zoom

# settings_reset
source: Reset settings
it: Ripristina impostazioni

# settings_sensory_feedback
source: Sensory Feedback
it: Feedback Sensoriale

# settings_title
source: Settings
it: Impostazioni

# transcription_title
source: Transcription
it: Trascrizione

# ui_cancel
source: Cancel
it: Annulla

# ui_frame_text
source: Frame the text
it: Inquadra il testo

# ui_frozen
source: FROZEN
it: FERMO

# ui_read
source: READ
it: LEGGI

# ui_reading_in_progress
source: Reading In Progress…
it: Lettura In Corso…

# ui_save
source: SAVE
it: SALVA

# ui_stop
source: Stop
it: Interrompi
